{
  "title": "Getting started",
  "description": "Lets slowly unpack Qblox's endless possibilities with the most basic building blocks",
  "models": [
    {
      "id": "The Qube",
      "heading": "The Qube",
      "description": "Begin your building journey with simple shapes that unlock big ideas",
      "image": "product/single-blue.jpeg",
      "url": "https://shadcnblocks.com"
    },
    {
      "id": "feature-2",
      "heading": "The Spinning top",
      "description": "Start with a single Qube and snap one onto each open side — suddenly you’ve engineered your very own spinning top!",
      "image": "product/tripple.jpg",
      "url": "https://shadcnblocks.com"
    },
    {
      "id": "feature-3",
      "heading": "The Tower",
      "description": "You’ve mastered the spinning top — now stack another one right on top. Just like that, you’ve built your first Tower! how tall can it get?",
      "image": "product/small-tower.jpg",
      "url": "https://shadcnblocks.com"
    },
    {
      "id": "feature-4",
      "heading": "The Twins",
      "description": "Stacking straight up is fun… but let’s go bigger.Take two Towers and connect them together — side-by-side.Look at that — you’ve just built The Twins",
      "image": "product/twins-together.jpg",
      "url": "https://shadcnblocks.com"
    },
    {
      "id": "feature-5",
      "heading": "The Circle",
      "description": "By now you should feel comfortable with QBLOX. Take what you've learned and try recreating this circular pattern yourself — it's easier than it looks!",
      "image": "product/circle.jpg",
      "url": "https://shadcnblocks.com"
    },
    {
      "id": "feature-6",
      "heading": "The Color Wheel",
      "description": "The color wheel combines all the models you've mastered — spinning tops, towers, and circles. It's a challenge, but follow the guide below!",
      "image": "product/large-set.jpg",
      "url": "https://shadcnblocks.com"
    }
  ],
  "repair": {
    "title": "Cubes May Separate, But They Don’t Break",
    "content": "To ensure safety and long-term reuse, every cube is built from three strong parts that can detach under impact instead of cracking. Just reconnect the pieces and continue building. A quick rebuild guide is available whenever help is needed."
  }
}
